package HW7;

public class MainString {
    String str = new String(" Я бачив дивний сон.\n" +
            "Немов передо мною\n" +
            "Безмiрна, та пуста, i дика площина\n" +
            "I я, прикований ланцем залiзним, стою\n" +
            "Пiд височенною гранiтною скалою,\n" +
            "А далi тисячi таких самих, як я.\n" +
            "У кожного чоло життя i жаль порили,\n" +
            "I в оцi кожного горить любовi жар,\n" +
            "I руки в кожного ланцi, мов гадь, обвили,\n" +
            "I плечi кожного додолу ся схилили,\n" +
            "Бо давить всiх один страшний якийсь тягар.\n" +
            "У кожного в руках тяжкий залiзний молот,\n" +
            "I голос сильний нам згори, як грiм, гримить:\n" +
            "“Лупайте сю скалу! Нехай нi жар, нi холод\n" +
            "Не спинить вас!\n" +
            "Зносiть. 123456789");

    public char[] toCharArray() {
        char[] CharArray = str.toCharArray();
        return CharArray;
    }
}